Repository: gsoules/Geolocation
Catalog: languages/*.po
Languages: hr, pl, sr_rs

source: Geolocation
hr: Geolokacija
pl: Geolokalizacja
sr_rs: Географска локација

source: kilometers
hr: kilometri
pl: kilometrów
sr_rs: километри

source: miles
hr: milje
pl: mil
sr_rs: миље

source: within %1$s %2$s of "%3$s"
hr: unutar %1$s %2$s of "%3$s"
pl: w %1$s %2$s z "%3$s"
sr_rs: у оквиру %1$s %2$s од "%3$s"

source: Map
hr: Karta
pl: Mapa
sr_rs: Мапа

source: Browse Map
hr: Pregledaj kartu
pl: Przeglądaj mapę
sr_rs: Прегледај мапу

source: Find A Geographic Location For The
hr: Pronađi geografsku lokaciju za
pl: Znajdź lokalizację geograficzną dla
sr_rs: Пронађи географску локацију за

source: Geolocation Map
hr: Geolokacijska karta
pl: Mapa geolokalizacji
sr_rs: Мапа геолокације

source: Show attached items on a map
hr: Prikaži dodane dokumente na karti
pl: Pokaż załączone pozycje na mapie
sr_rs: Прикажи додате јединице на мапи

source: Find a Location by Address:
hr: Pronađi lokaciju po adresi
pl: Znajdź lokalizację poprzez adres:
sr_rs: Пронађи локацију по адреси:

source: Find
hr: Pronađi
pl: Znajdź
sr_rs: Пронађи

source: General Settings
hr: Opće postavke
pl: Ustawienia ogólne
sr_rs: Основна подешавања

source: Default Latitude
hr: Zadana širina
pl: Domyślna szerokość geograficzna
sr_rs: Подразумевана географска ширина

source: Latitude of the map's initial center point, in degrees. Must be between -90 and 90.
hr: Geografska širina početne centralne točke na karti, u stupnjevima. Mora biti između -90 i 90.
pl: Szerokość geograficzna początkowego, centralnego punktu mapy w stopniach. Musi zawierać się pomiędzy -90 i 90.
sr_rs: Географска ширина почетног центрирања мапе, у степенима. Мора бити између -90 и 90.

source: Default Longitude
hr: Zadana dužina
pl: Domyślna długość geograficzna
sr_rs: Подразумевана географска дужина

source: Longitude of the map's initial center point, in degrees. Must be between -180 and 180.
hr: Geografska dužina početne centralne točke na karti, u stupnjevima. Mora biti između -180 i 180.
pl: Długość geograficzna początkowego, centralnego punktu mapy w stopniach. Musi zawierać się pomiędzy -180 i 180.
sr_rs: Географска дужина почетног центрирања мапе, у степенима. Мора бити између -180 и 180.

source: Default Zoom Level
hr: Zadana razina uvećanja
pl: Domyślny poziom powiększenia
sr_rs: Подразумевани ниво зумирања

source: An integer greater than or equal to 0, where 0 represents the most zoomed out scale.
hr: Cijeli broj veći od ili jednak 0, gdje je 0 predstavlja najvišu mogućnost umanjivanja.
pl: Liczba całkowita większa lub równa 0, gdzie 0 oznacza skalę mapy w największym oddaleniu.
sr_rs: Цео број већи или једнак 0, где 0 представља максималан степен зумирања.

source: Map Type
hr: Vrsta karte
pl: Typ mapy
sr_rs: Врста мапе

source: The type of map to display
hr: Vrsta karte koja će se prikazivati
pl: Typ mapy do wyświetlenia
sr_rs: Врста мапе за приказ

source: Roadmap
hr: Cestovna karta
pl: Mapa drogowa
sr_rs: Путна мапа

source: Satellite
hr: Satelit
pl: Zdjęcie satelitarne
sr_rs: Сателистска

source: Hybrid
hr: Hibridno
pl: Mapa hybrydowa
sr_rs: Хибридна

source: Terrain
hr: Teren
pl: Mapa topograficzna
sr_rs: Земљиште

source: Browse Map Settings
hr: Pregledaj postavke karte
pl: Przeglądaj ustawienia mapy
sr_rs: Прегледај подешвања мапе

source: Number of Locations Per Page
hr: Broj lokacija po stranici
pl: Liczba lokalizacji na stronę
sr_rs: Број локација по страници

source: The number of locations displayed per page when browsing the map.
hr: Broj lokacija prikazanih po stranici prilikom pregledavanja karte.
pl: Liczba lokalizacji wyświetlanych na stronie podczas przeglądania mapy.
sr_rs: Број локација приказаних по страници приликом прегледа мапе.

source: Auto-fit to Locations
hr: Automatski prilagodi lokacijama
pl: Automatycznie dopasuj do lokalizacji
sr_rs: Аутоматски прилагоди локацијама

source: If checked, the default location and zoom settings will be ignored on the browse map. Instead, the map will automatically pan and zoom to fit the locations displayed on each page.
hr: Ako odaberete ovu opciju, zadane postavke lokacije i uvećanja bit će ignorirane prilikom pregledavanja karte. Umjesto toga, karta će se automatski pomicati i zumirati kako bi prilagodila prikaz lokacija na svakoj stranici.
pl: Gdy zaznaczone, domyślne ustawienia długości i szerokości geograficznej dla punktu centralnego mapy oraz powiększenia zostaną zignorowane. Zamiast tego mapa zostanie automatycznie dopasowana i powiększona tak by objąć lokalizacje wyświetlane na każdej ze stron.
sr_rs: Уколико је опција укључена, почетно подешавање локације и зумирања ће бити занемарено на мапи за преглед. Уместо тога, мапа ће се аутоматски прилагодити за приказ локација приказаних на свакој страници.

source: Default Radius
hr: Zadani radijus
pl: Domyślny promień
sr_rs: Подразумевани полупречник

source: The size of the default radius to use on the items advanced search page. See below for whether to measure in miles or kilometers.
hr: Veličina zadanog radijusa koja će se koristiti na stranici za napredno pretraživanje dokumenata. Vidi ispod za mjerenje u miljama ili u kilometrima.
pl: Wielkość domyślnego promienia wykorzystywana podczas zaawansowanego wyszukiwania pozycji. Zobacz poniżej by mierzyć w milach lub w kilometrach.
sr_rs: Величина подразумеваног полупречника која се употребљава на страници напредног претраживања јединица. Погледајте испод да ли су мере дате у миљама или километрима.

source: Use metric distances
hr: Koristi metričke udaljenosti
pl: Używaj odległości metrycznych
sr_rs: Користите метрички систем за раздаљину

source: Use metric distances in proximity search.
hr: Koristi metrički sustav za pretraživanje udaljenosti.
pl: Używaj odległości metrycznych w ustawieniach wyszukiwania w pobliżu.
sr_rs: Користите метрички систем за претрагу удаљености

source: Item Map Settings
hr: Postavke karte dokumenta
pl: Ustawienia mapy publikacji
sr_rs: Подешавање једице Мапа

source: Width for Item Map
hr: Širina za kartu dokumenta
pl: Szerokość dla mapy publikacji
sr_rs: Ширина за јединицу Мапа

source: The width of the map displayed on your items/show page. If left blank, the default width of 100% will be used.
hr: Širina karte koja se prikazuje na stranici za prikaz dokumenta u korisničkom sučelju. Ako pustite prazno, koristit će se zadana širina od 100%.
pl: Szerokość mapy wyświetlanej na Twojej stronie Publikacje/Pokaż. Jeśli pozostawione puste, zostanie wykorzystana domyślna szerokość 100%.
sr_rs: Ширина мапе на вашој страници за приказ јединица. Ако је вредност изостављена, користиће се основна поставка од 100%.

source: Height for Item Map
hr: Visina karte dokumenta
pl: Wysokość dla mapy publikacji
sr_rs: Висина за једниницу Мапа

source: The height of the map displayed on your items/show page. If left blank, the default height of 300px will be used.
hr: Visina karte koja se prikazuje na stranici za prikaz dokumenta u korisničkom sučelju. Ako pustite prazno, koristit će se zadana visina od 300px.
pl: Wysokość mapy wyświetlanej na Twojej stronie Publikacje/Pokaż. Jeśli pozostawione puste, zostanie wykorzystana domyślna wysokość 300 px.
sr_rs: Висина мапе на вашој страници за приказ јединица. Ако је вредност изостављена, користиће се основна поставка од 300px.

source: Map Integration
hr: Integracija karte
pl: Integracja
sr_rs: Интеграција мапе

source: Add Link to Map on Items/Browse Navigation
hr: Dodaj poveznicu za pregledavanje na karti u navigaciju za pregledavanje dokumenata na korisničkom sučelju
pl: Dodaj łącze do mapy w nawigacji Publikacje/Przeglądaj
sr_rs: Додај линк за Мапе на Јединице/Преглед навигацији

source: Add a link to the items map on all the items/browse pages.
hr: Dodaj link na kartu dokumenta svim stranicama za pregled dokumenta.
pl: Dodaj łącze do mapy publikacji na wszystkich stronach Publikacje/Przeglądaj.
sr_rs: Додај линк ка јединци мапа на свим страницама са јединицама/прегледом.

source: Add Map To Contribution Form
hr: Dodaj kartu obrascu za suradnike
pl: Dodaj mapę do formularza wtyczki Contribution
sr_rs: Додај мапу формулару за допринос

source: If the Contribution plugin is installed and activated, Geolocation will add a geolocation map field to the contribution form to associate a location to a contributed item.
hr: Ako je dodatak za suradnike instaliran i aktiviran, Geolokacija će dodati polje za geolokacijsku kartu obrascu za suradnju, kako bi suradnici mogli dodati lokaciju dokumenta kojeg prilažu.
pl: Jeśli wtyczna Contribution jest zainstalowana i aktywowana, w formularzu dodawania publikacji zostanie umieszczona mapa geolokalizacji pozwalająca na wskazanie lokalizacji powiązanej z dodawaną przez użytkownika publikacją.
sr_rs: Уколико је додатак за допринос инсталиран и активиран, географска локација ће додати поље за гео локацију у формулар за допринос и придружити га допринетој јединици.

source: Location requires an item ID.
hr: Lokacija zahtijeva ID dokumenta.
pl: Lokalizacja wymaga określenia ID publikacji.
sr_rs: Локација захтева ИД јединице.

source: Location requires a valid item ID.
hr: Lokacija zahtijeva važeći ID dokumenta.
pl: Lokalizacja wymaga określenia prawidłowego ID publikacji.
sr_rs: Локација захтева валидан ИД јединице.

source: A location already exists for the provided item.
hr: Već postoji lokacija za dodani dokument.
pl: Istnieje już lokalizacja dla wskazanej publikacji.
sr_rs: Локација већ постоји за ову јединицу.

source: Location requires a latitude.
hr: Lokacija zahtijeva geografsku širinu.
pl: Lokalizacja wymaga wskazania szerokości geograficznej.
sr_rs: Локација захтева географску ширину.

source: Location requires a longitude.
hr: Lokacija zahtijeva geografsku dužinu.
pl: Lokalizacja wymaga wskazania długości geograficznej.
sr_rs: Локација захтева географску дужину.

source: Location requires a zoom level.
hr: Lokacija zahtijeva razinu uvećanja.
pl: Lokalizacja wymaga określenia poziomu powiększenia.
sr_rs: Локација захтева ниво зумирања.

source: Browse Items on the Map
hr: Pregledaj dokumente na karti
pl: Przeglądaj publikacje na mapie
sr_rs: Прегледајте јединице на мапи

source: total
hr: ukupno
pl: ogółem
sr_rs: укупно

source: Find An Item on the Map
hr: Pronađi dokument na karti
pl: Znajdź publikację na mapie
sr_rs: Пронађите јединицу на мапи

source: This item has no location info associated with it.
hr: Ovaj dokument nema pridružene podatke o lokaciji.
pl: Ta publikacja nie posiada powiązanej z nią informacji o lokalizacji.
sr_rs: Јединица нема придружене податке о локацији.

source: Geographic Radius (kilometers)
hr: Geografski radijus (kilometri)
pl: Promień geograficzny (kilometry)
sr_rs: Радијус (у километрима)

source: Geographic Radius (miles)
hr: Geografski radijus (milje)
pl: Promień geograficzny (mile)
sr_rs: Радијус (у миљама)

source: Geographic Address
hr: Geografska adresa
pl: Adres geograficzny
sr_rs: Географска адреса
